
cheat = {
    'tg': {
        'subscriptions': {
            '500': {
                'name': 'Моментальные',
                'description': 'Моментальный старт.\nСкорость до 50к в час.\nСамая быстрая услуга на рынке в данный момент.',
                'price_service': '0.08',
                'price': '0.1',
                'min': '500',
                'max': '1000000'
            },
            '199': {
                'name': 'Частично русские',
                'description': 'Старт 0-5 мин.Стабильная скорость 1к в час. Боты, частично с русскими именами. Без арабов!Без списаний. Не советуем использовать для новых русских каналов, т.к. возможны блокировки.',
                'price_service': '0.066',
                'price': '0.090',
                'min': '1000',
                'max': '30000',
            },
            '22': {
                'name': 'Русские', 
                'description': 'Моментальный старт.Скорость до 70k в сутки. Подписчики на канал, 80%+ русские.',
                'price_service': '0.075',
                'price': '0.1',
                'min': '20', 
                'max': '100000',
            },
            '26': {
                'name': 'Русские Живые',
                'description': 'Старт в течение 1 часа. Скорость до 500 в сутки.Русскоязычные. Живые пользователи. Возможны отписки, т.к. пользователи живые. \nВсе зависит от тематики вашего канала. Без гарантии и восстановления. Необходимо иметь 5 постов на канале. Тематики порно/ставки/заработок/наркотики/накрутка - запрещены. Заказы будут отменяться.',
                'price_service': '0.8',
                'price': '0.9',
                'min': '10',
                'max': '100000',
            },
            '936': {
                'name': 'Рейд боты',
                'description': 'Быстрый старт.\nМоментальное добавление.\nБоты. Для любых каналов и чатов.',
                'price_service': '0.039',
                'price': '0.052',
                'min': '100',
                'max': '40000',
            },
            '506': {
                'name': 'Cупербыстрые боты',
                'description': 'Cтарт 0-1 час.\nСкорость до 150к в сутки для Русских/Иранских/США каналов. Для остальных - медленнее.\nАккаунты боты.\nПосле выполнения можно заказать повторно.',
                'price_service': '0.038',
                'price': '0.065',
                'min': '1000',
                'max': '90000',
            },
            '332': {
                'name': 'Арабы',
                'description': 'Старт 0-1 час.\nСкорость до 20k в сутки.\nРеальные арабские пользователи.\nОпасно для русских каналов. Возможны баны.',
                'price_service': '0.053',
                'price': '0.072',
                'min': '1000',
                'max': '20000',
            },
            '477': {
                'name': 'Для бота',
                'description': 'Старт в течение 12 часов.\nСкорость до 1000 в сутки.\nТолько для ботов.',
                'price_service': '0.133',
                'price': '0.154',
                'min': '500',
                'max': '30000',
            },
            '493': {
                'name': 'Продвижение',
                'description': 'Старт 0-1 час.\nСкорость до 100k в сутки.\nМало отписок, отлично для поисковой оптимизации.\nПодходит для любых каналов.\nБольшая часть с английскими именами. Для продвижения в поиске каналов',
                'price_service': '0.073',
                'price': '0.1',
                'min': '1000',
                'max': '40000',
            },
            '598': {
                'name': 'Реальные',
                'description': 'Старт 0-1 час.Реальные пользователи',
                'price_service': '0.02',
                'price': '0.028',
                'min': '150',
                'max': '1000',
            },
            '785': {
                'name': 'Таргет CША',
                'description': 'Время старта: 0-2 часa.\nСкорость до 50к / день.\nПодписчики из США.',
                'price_service': '0.027',
                'price': '0.04',
                'min': '1000',
                'max': '100000'
            },
        },
        'views': {
            '272': {
                'name': ' На 1 пост',
                'description': 'Быстрый старт. Скорость до 300к в сутки.Просмотры на 1 указанный вами пост.',
                'price_service': '0.0008',
                'price': '0.001',
                'min': '50',
                'max': '300000',
            },
            '62': {
                'name': 'На  5 постов',
                'description': 'Быстрый старт.Высокая скорость.Просмотры на последние 5 постов на канале.',
                'price_service': '0.005',
                'price': '0.009',
                'min': '50',
                'max': '300000',
            },
            '63': {
                'name': 'На  10 постов',
                'description': 'Быстрый старт.Высокая скорость.Просмотры на последние 10 постов на канале.',
                'price_service': '0.009',
                'price': '0.015',
                'min': '50',
                'max': '300000',
            },
            '376': {
                'name': 'Плавные (100 в час)',
                'description': 'Моментальный старт.\nСкорость: 100 просмотров в течение часа.\nПлавное добавление с задержкой между действиями.\nПросмотры из России.',
                'price_service': '0.0037',
                'price': '0.007',
                'min': '10',
                'max': '999999',
            },
            '377': {
                'name': 'Плавные (30 в минуту)',
                'description': 'Моментальный старт.\nСкорость: 30 просмотров в минуту.\nПлавное добавление с задержкой между действиями.\nПросмотры из России.',
                'price_service': '0.0037',
                'price': '0.007',
                'min': '10',
                'max': '999999',
            },
        },
        'autoviews': {
            '547': {
                'name': 'Автопросмотры',
                'description': 'Автоматическая накрутка просмотров при публикации новой записи.\nПакет действует 30 постов. На каждую запись будет добавлено указанное кол-во просмотров.\nМоментальное добавление.\n\nВсе просмотры добавляются с RU ip адресов.',
                'price_service': '0.034',
                'price': '0.052',
                'min': '500000',
                'max': '10000000',
            },
            '568': {
                'name': 'Для 18+ | 3 дня',
                'description': 'Старт 0-5 часов.\nАвтоматическая накрутка просмотров при публикации новой записи.\nУслуга действует 3 дня. На каждую новую запись будет добавлено указанное кол-во просмотров.\nПлавное добавление.\nДанная услуга подходит для каналов в теневом бане и запрещённых тематик: порно, скам и прочее.\n\nB канaл вступит юзербoт , не удаляейте его.',
                'price_service': '0.134',
                'price': '0.150',
                'min': '500',
                'max': '100000',
            },
            '892': {
                'name': 'Для 18+ | 7дн.',
                'description': 'Старт 0-5 часов.\nАвтоматическая накрутка просмотров при публикации новой записи.\nУслуга действует 7 дней. На каждую новую запись будет добавлено указанное кол-во просмотров.\nПлавное добавление.\nДанная услуга подходит для каналов в теневом бане и запрещённых тематик: порно, скам и прочее.\n\nB канaл вступит юзербoт , не удаляейте его.',
                'price_service': '0.260',
                'price': '0.290',
                'min': '500',
                'max': '100000',
            },
        },
        'reactions': {
            '881': {
                'name': 'Позитивные (👍🤩🎉🔥❤)',
                'description': 'Моментальный старт.\nМоментальное добавление.\nСкорость до 600к в сутки.',
                'price_service': '0.006',
                'price': '0.01',
                'min': '15',
                'max': '50000',
            },
            '882': {
                'name': 'Негативные (👎😁😢💩🤮)',
                'description': 'Моментальный старт.\nМоментальное добавление.\nСкорость до 600к в сутки.\nЕсли реакции не были добавлены, значит, канал запретил негативные эмодзи. Возврат средств не производится в данном случае. Проверяйте возможность выполнения перед заказом',
                'price_service': '0.006',
                'price': '0.01',
                'min': '15',
                'max': '50000',
            },
            '868': {
                'name': '👍 Реакции',
                'description': 'Моментальный старт.\nМоментальное добавление.\nСкорость до 600к в сутки.\nДобавление эмодзи на указанный пост',
                'price_service': '0.006',
                'price': '0.01',
                'min': '50',
                'max': '1000000',
            },
            '869': {
                'name': ' 👎 Реакции',
                'description': 'Моментальный старт.\nМоментальное добавление.\nСкорость до 600к в сутки.\nДобавление эмодзи на указанный пост',
                'price_service': '0.006',
                'price': '0.01',
                'min': '50',
                'max': '1000000',
            },
            '870': {
                'name': '❤️ Реакции',
                'description': 'Моментальный старт.\nМоментальное добавление.\nСкорость до 600к в сутки.\nДобавление эмодзи на указанный пост',
                'price_service': '0.006',
                'price': '0.01',
                'min': '50',
                'max': '1000000',
            },
            '872': {
                'name': '💩 Реакции',
                'description': 'Моментальный старт.\nМоментальное добавление.\nСкорость до 600к в сутки.\nДобавление эмодзи на указанный пост',
                'price_service': '0.006',
                'price': '0.01',
                'min': '10',
                'max': '1000000',
            },
            '875': {
                'name': '😱 Реакции',
                'description': 'Моментальный старт.\nМоментальное добавление.\nСкорость до 600к в сутки.\nДобавление эмодзи на указанный пост',
                'price_service': '0.006',
                'price': '0.01',
                'min': '10',
                'max': '1000000',
            },
            '873': {
                'name': '🎉 Реакции',
                'description': 'Моментальный старт.\nМоментальное добавление.\nСкорость до 600к в сутки.\nДобавление эмодзи на указанный пост',
                'price_service': '0.006',
                'price': '0.01',
                'min': '10',
                'max': '1000000',
            },
        },
        'comments': {
            '583': {
                'name': 'Русские коммы',
                'description': 'Быстрый старт.\nУказывать ссылку на пост.\nРандомные комментарии от пользователей с русскими именами',
                'price_service': '0.008',
                'price': '0.12',
                'min': '15',
                'max': '3803',
            },
            '594': {
                'name': 'Английские коммы',
                'description': 'Быстрый старт.\nУказывать ссылку на пост.',
                'price_service': '0.008',
                'price': '0.12',
                'min': '15',
                'max': '3365',
            },
        }
    },
    'tt': {
        'subscriptions': {
            '247': {
                'name': 'Подписчики',
                'description': 'Старт 0-1 час.\nАккаунты высокого качества.\nСкорость до 500 в сутки.Без списаний',
                'price_service': '0.03',
                'price': '0.06',
                'min': '10',
                'max': '40000',
            },
            '356': {
                'name': 'Реальные подписчики',
                'description': 'Аккаунты высокого качества.\nСкорость до 10к в сутки.',
                'price_service': '0.374',
                'price': '0.45',
                'min': '10',
                'max': '30000',
            },

        },
        'views': {
            '55': {
                'name': 'Просмотры',
                'description': 'Старт 0-10 мин.\nСкорость до 1 млн. в сутки.',
                'price_service': '0.0005',
                'price': '0.001',
                'min': '100',
                'max': '5000000',
            },
            '382': {
                'name': 'Реальные прос.',
                'description': 'Реальные просмотры\nСтарт 0-10 мин.\nСкорость до 1 миллиона в сутки.\nРеальные просмотры.',
                'price_service': '0.008',
                'price': '0.012',
                'min': '500',
                'max': '7000000',
            },
        },
        'like': {
            '539': {
                'name': 'Лайки',
                'description': 'Старт 0-30 мин.\nПлавное добавление до 500 в сутки.\nБез гарантии и восстановления.',
                'price_service': '0.043',
                'price': '0.070',
                'min': '10',
                'max': '100000',
            },
        },
    },
    'vk': {
        'subscriptions': {
            '34': {
                'name': 'Быстрые',
                'description': 'Быстрые подписчики\nМоментальный старт. Скорость до 10к в сутки.',
                'price_service': '0.1',
                'price': '0.3',
                'min': '25',
                'max': '30000',
            },
            '33': {
                'name': 'Живые подписчики',
                'description': 'Живые подписчики\n Уникальная услуга! Высокое качество (собак до 5%).\nЖивые подписчики с приложений (не скрипт и не вирус).Живая аудитория в группы и паблики, подписчики смотрят посты, проявляют активность, идеальный вариант для быстрого набора подписчиков, так же поднимается охват в группе и сообщество поднимается в топе.В группе должно быть 5 постов. \nТематики порно/ставки/заработок/займы/наркотики/накрутка - запрещены. Заказы будут отменяться.',
                'price_service': '0.75',
                'price': '0.95',
                'min': '50',
                'max': '150000',
            },

        },
        'like': {
            '139': {
                'name': 'Лайки',
                'description': 'Моментальный старт.Скорость до 10k в сутки.',
                'price_service': '0.045',
                'price': '0.08',
                'min': '10',
                'max': '20000',
            },
            '144': {
                'name': 'Репосты',
                'description': 'Моментальный старт.Скорость до 3k в день.',
                'price_service': '0.09',
                'price': '0.15',
                'min': '10',
                'max': '10000',
            },

        },
        'views': {
            '295': {
                'name': 'Просмотры на пост',
                'description': 'Моментальный старт.Скорость до 50к в сутки.',
                'price_service': '0.035',
                'price': '0.055',
                'min': '20',
                'max': '20000',
            },
            
        },
    },
    'yt': {
        'subscriptions': {
            '5': {
                'name': 'Боты',
                'description': 'Старт до 1 часа.\nСкорость до 1000 в сутки.Без гарантии, возможны списания.\n Счётчик подписчиков должен быть обязательно открыт.',
                'price_service': '0.327',
                'price': '0.5',
                'min': '100',
                'max': '15000',
            },
            '249': {
                'name': 'Быстрые',
                'description': 'Старт 0-5 часов. Скорость от 100 до 2000 в сутки.\nВозможны списания.\n Счётчик подписчиков должен быть обязательно открыт.',
                'price_service': '0.42',
                'price': '0.6',
                'min': '10',
                'max': '25000',
            },
        },
        'views': {
            '545': {
                'name': 'Реальные',
                'description': 'Быстрый старт.\nСкорость до 3к в сутки.\n100% уникальный реальный трафик.',
                'price_service': '0.066',
                'price': '0.09',
                'min': '100',
                'max': '1000000',
            },
            '400': {
                'name': 'Cупербыстрые',
                'description': 'Cупербысрые реальные просмотры\nСкорость 1-2 миллиона в сутки.\nРеальные пользователи будут смотреть ваше видео.\nБез списаний.\nВсе просмотры будут реальными и через нативную рекламу. Вы также получите Лайки, Комментарии, Подписчиков. Просмотры также увеличат часы канала (Watch Time).',
                'price_service': '0.15',
                'price': '0.20',
                'min': '20000',
                'max': '10000000',
            },
            '39': {
                'name': 'Быстрые',
                'description': 'Быстрый старт.\nСкорость до 50к в сутки.\nВозможны списания',
                'price_service': '0.066',
                'price': '0.09',
                'min': '1000',
                'max': '5000000',
            },
        },
        'like': {
            '46': {
                'name': 'Лайки',
                'description': 'Быстрый старт.\nСкорость до 10k в сутки\nБез гарантий',
                'price_service': '0.056',
                'price': '0.80',
                'min': '50',
                'max': '40000',
            },
            '47': {
                'name': 'Дизлайки',
                'description': 'Cтарт около часа.\nСкорость до 100 в сутки\nБез гарантий',
                'price_service': '0.056',
                'price': '0.80',
                'min': '50',
                'max': '40000',
            },
        }
    },
    'ig': {
        'subscriptions': {
            '417': {
                'name': 'Подписчики + гарантия',
                'description': 'Cтарт около часа.\nВысокое качество. Большинство профилей зарегистрированы давно и имеют большой возраст.\nБез списаний.\n♻ ᴀʀ Гарантия и автоматическое восстановление отписок 30 дней.',
                'price_service': '0.047',
                'price': '0.080',
                'min': '50',
                'max': '500000',
            },
            '155': {
                'name': 'Подписчики',
                'description': 'Cтарт около часа.\nСмешанное качество.\nПрисутствуют аккаунты реальных людей с аватарками и постами.\nВозможны списания.\nБез гарантий',
                'price_service': '0.014',
                'price': '0.030',
                'min': '50',
                'max': '5000',
            },
        },
        'like': {
            '14': {
                'name': 'Боты',
                'description': 'Cтарт около часа.\nАккаунты с аватарками.Без гарантии. Возможны большие списания. Заказывайте на свой страх и риск.',
                'price_service': '0.003',
                'price': '0.010',
                'min': '20',
                'max': '20000',
            },
            '132': {
                'name': 'Реальные',
                'description': 'Cтарт моментальный.\nРеальные аккаунты высокого качества.Без списаний',
                'price_service': '0.015',
                'price': '0.035',
                'min': '20',
                'max': '70000',
            },
        }
    },
    'of': {
        'subscriptions': {
            '414': {
                'name': 'Подписчики',
                'description': 'Cтарт 12-24 часа.\nСкорость ~500 в сутки.\nВажно:\nПерепроверьте ссылки перед оформлением заказа\nПринимаются только ссылки «Follow For Free» или «Free Trial».\nСчетчик «Подписчики» должен быть публичным, а не скрытым / приватным.\nУкажите URL-адрес полного профиля или URL-адрес пробной версии\nнапример\n- https://onlyfans.com/username\nили\n- https: //onlyfans.com/action/trial/................/',
                'price_service': '13.605',
                'price': '18',
                'min': '10',
                'max': '10000',
            },
        },
        'like': {
            '132': {
                'name': 'Лайки',
                'description': 'Время начала: 0-24 часа\nСкорость - от 500 до 10 000 в день.\nГарантия 365 дней без списаний.\nЛайки будут распределяться по всем вашим незаблокированным сообщениям.\nБонус: вы получите подписчиков (до 10% от заказа) бесплатно.',
                'price_service': '1.418',
                'price': '2.2',
                'min': '300',
                'max': '50000',
            },
        }
    },
    'sc': {
        'subscriptions': {
            '131': {
                'name': 'Подписчики',
                'description': 'Мгновенный старт.\nСкорость до 5k в сутки.\nГарантия и восстановление 60 дней.',
                'price_service': '0.17',
                'price': '0.22',
                'min': '100',
                'max': '50000',
            },
        },
        'auditions': {
            '118': {
                'name': 'Прослушивания',
                'description': 'Быстрый старт и очень высокая скорость накрутки.',
                'price_service': '0.003',
                'price': '0.01',
                'min': '100',
                'max': '5000000',
            },
        }
    },
    'tw': {
        'viewer': {
            '403': {
                'name': 'Зрители [10m]',
                'description': 'Зрители на стрим на 10 минут\nБыстрый старт.\nУказывать полную ссылку.',
                'price_service': '0.448',
                'price': '0.660',
                'min': '100',
                'max': '3000',
            },
            '404': {
                'name': 'Зрители [20m]',
                'description': 'Зрители на стрим на 20 минут\nБыстрый старт.\nУказывать полную ссылку.',
                'price_service': '0.887',
                'price': '1',
                'min': '100',
                'max': '3000',
            },
            '405': {
                'name': 'Зрители [30m]',
                'description': 'Зрители на стрим на 30 минут\nБыстрый старт.\nУказывать полную ссылку.',
                'price_service': '1.307',
                'price': '1.6',
                'min': '100',
                'max': '3000',
            },
        }
    },
    'lk': {
        'subscriptions': {
            '285': {
                'name': 'Подписчики',
                'description': 'Быстрый старт.\nСкорость до 1000 в сутки.\nЖивые подписчики, большая часть из России.',
                'price_service': '0.4',
                'price': '0.66',
                'min': '20',
                'max': '20000',
            },
        },
        'like': {
            '286': {
                'name': 'Лайки',
                'description': 'Быстрый старт.\nСкорость до 500 в сутки.\nЛайки от живых людей.',
                'price_service': '0.17',
                'price': '0.26',
                'min': '20',
                'max': '20000',
            },
        },
        'views': {
            '287': {
                'name': 'Просмотры',
                'description': 'Быстрый старт.\nПросмотры от живых людей.',
                'price_service': '0.13',
                'price': '0.18',
                'min': '100',
                'max': '200000',
            },
        }
    },
    'ds': {
        'serv': {
            '626': {
                'name': 'Участники',
                'description': 'Старт до 5 часов.\nСкорость до 2к в сутки.\nУказывать пригласительную ссылку на сервер.\nБез гарантии.',
                'price_service': '0.226',
                'price': '0.245',
                'min': '1500',
                'max': '50000',
            },
        }
    }
}

