

vds_сenter = {
    'ru': {
        1: 'Королёв',
        5: 'Москва',
        8: 'Санкт-Петербург',
        9: 'Казань',
        10: 'Екатеринбург',
        25: 'Новосибирск',
    },
    'sw': {
        2: 'Цюрих',
    },
    'uk': {
        3: 'Лондон',
    },
    'ge': {
        21: 'Франкфурт'
    },
    'nd': {
        29: 'Амстердам'
    }
}
vds_country = {
    'ru': '🇷🇺 Россия',
    'ge': '🇩🇪 Германия',
    'uk': '🏴󠁧󠁢󠁥󠁮󠁧󠁿 Великобритания',
    'sw': '🇨🇭 Швейцария',
    'nd': '🇳🇱 Нидерланды',
}

vds_os = {
    15: "Windows 2019",
    13: "Windows 2016",
    1: "Windows 2012 R2",
    17: "Debian 9.6",
    8: "Debian 8.5",
    19: "CentOS 7.6",
    10: "CentOS 7.2",
    18: "Ubuntu 18.04",
    12: "Ubuntu 16.04"
}